"mx_app_name" = "智家精灵";
"mx_role_hand_over" = "移交家庭所有权";
"mx_invite_code_clipboard" = "邀请码：%@ \n[%@]邀请你加入[%@]，请登录[%@]APP，前往\"我的--家庭管理--加入家庭\"输入邀请码加入，邀请码有效期一天";
"mx_invite_phone_des" = "邀请发送成功请通知对方\n登录\"%@\" APP 并同意邀请";
"mx_join_family_scan_use" = "请使用\"%@\" APP\n点击首页右上角\"+\"按钮扫描二维码";
"mx_share" = "共享";
"mx_notifications" = "通知";
"mx_other_login" = "您的账号在另一台设备登录了,请重新操作";
"mx_re_login" = "重新登录";
"mx_no_input" = "输入不能为空";
"mx_album" = "相册";
"mx_scan" = "扫一扫";
"mx_confirm" = "确认";
"mx_cancel" = "取消";
"mx_scan_des" = "请扫描二维码";
"mx_home" = "首页";
"mx_devices" = "设备";
"mx_smart" = "智能";
"mx_quick_login" = "一键登录";
"mx_new_version" = "新版本";
"ccs_del_device_title" = "确定要移除设备吗？";
"ccs_del_device_des" = "移除后，中控屏将不显示该设备，您可以再次添加显示";
"ccs_group_show" = "中控屏显示的群组";
"ccs_group_hide" = "不在中控屏显示的群组";
"ccs_scene_show" = "中控屏显示的场景";
"ccs_scene_hide" = "不在中控屏显示的场景";
"ccs_device_show" = "中控屏显示的设备";
"ccs_device_hide" = "不在中控屏显示的设备";
"mx_phone_code_success" = "验证码发送成功";
"mx_tips" = "提示";
"mx_minute" = "分";
"mx_second" = "秒";
"mx_unbind_user_des" = "确认要解绑该用户吗？";
"mx_share_user" = "添加共享";
"mx_del_msg_title" = "确定要删除消息吗？";
"mx_del_msg_des" = "确定后，选中的消息将被清除";
"mx_input_nickname" = "请输入昵称";
"mx_take_photo" = "拍照";
"mx_set_nickname" = "设置昵称";
"mx_set_photo" = "上传照片";
"mx_disagree_quit" = "不同意退出";
"mx_exit" = "退出";
"mx_agree" = "同意";
"mx_exit_not_saved" = "未保存，是否退出";
"mx_saved_exit" = "保存并退出";
"mx_no_update" = "已是最新版本";
"mx_on" = "开启";
"mx_off" = "关闭";
"mx_account_del" = "账号注销";
"mx_account_del_confirm" = "确定注销";
"mx_account_del_title" = "删除后，所有数据都不可恢复确定注销吗？";
"mx_account_del_des" = "注销账号后，您的账号下的个人信息，如手机号、邮箱等都会同时删除。\n\n 另外，您通过该账号绑定的所有设备将无法继续正常使用。\n\n 以上操作不可逆，如果您仍旧希望注销您的账号，请点击下一步。";
"mx_dark_mode" = "深色模式";
"mx_normal_mode" = "浅色模式";
"mx_change_password" = "修改密码";
"mx_change_lanuage" = "语言切换";
"mx_system" = "跟随系统";
"mx_system_mode_des" = "开启后，将跟随系统打开或关闭深色模式";
"mx_account_location" = "账号所在地";
"mx_user_photo" = "头像";
"mx_user_account" = "账号";
"mx_user_nickname" = "昵称";
"mx_OTA" = "固件升级";
"mx_firmware_version" = "固件版本";
"mx_mcu_version" = "MCU版本";
"mx_more_service" = "更多服务";
"mx_about" = "关于我们";
"mx_setting" = "设置";
"mx_experience" = "产品体验";
"mx_message_center" = "消息中心";
"mx_faq" = "帮助中心";
"mx_profile_edit" = "查看并设置个人资料";
"mx_device_share" = "设备共享";
"mx_home_manager" = "家庭管理";
"mx_manually_choose" = "手动选择";
"mx_save" = "保存";
"mx_issue_type" = "功能改善";
"mx_device_issue" = "设备问题";
"mx_app_issue" = "应用问题";
"mx_gateway_issue" = "网关问题";
"mx_other_issue" = "其他问题";
"mx_no_data" = "暂无内容";
"mx_next" = "下一步";
"mx_shared_device" = "共享设备";
"mx_my_device" = "我的设备";
"mx_select" = "选择";
"mx_logout" = "退出登录";
"mx_account_phone_hint" = "请输入手机号";
"mx_account_email_hint" = "请输入邮箱";
"mx_account_phone_invalid" = "手机号格式错误";
"mx_account_email_invalid" = "邮箱格式错误";
"mx_submit" = "提交";
"mx_profile_info" = "个人资料";
"mx_version_check" = "检查新版本";
"mx_user_agreement" = "服务协议";
"mx_privacy_policy" = "隐私政策";
"mx_message_setting" = "消息设置";
"mx_notificaiton_on" = "启动消息推送";
"mx_selected_all" = "全选";
"mx_delete" = "删除";
"mx_disagree" = "拒绝";
"mx_other_voice" = "第三方语音";
"mx_other_voice_des" = "接入第三方语音音箱控制";
"mx_replace" = "一键替换";
"mx_replace_des" = "一键替换故障设备，同步设置";
"mx_replaced_device" = "被替换设备";
"mx_replace_device" = "替换";
"mx_replace_new_device" = "新设备";
"mx_replace_ready" = "准备就绪";
"mx_replace_doing" = "正在执行…";
"mx_replace_alert_title" = "是否将此设备替换？";
"mx_replace_alert_des" = "被替换后此设备所有设置将同步到新设备，此设备会被解绑";
"mx_replace_cancel_des" = "同步未完成，是否取消设置？取消后会中断设置";
"mx_done" = "完成";
"mx_back" = "返回";
"mx_feedback" = "反馈问题";
"mx_feedback_type" = "请选择问题类型";
"mx_feedback_record" = "反馈记录";
"mx_feedback_app" = "APP反馈";
"mx_feedback_input_title" = "填写反馈信息";
"mx_feedback_input_des" = "请尽量详细地描述问题现象，我们将尽快回复您。";
"mx_feedback_photo_des" = "上传图片（选填，最多5张）";
"mx_feedback_provision" = "配网问题";
"mx_feedback_my" = "我的反馈";
"mx_feedback_submit_time" = "提交时间";
"mx_submit_success" = "提交成功";
"mx_send" = "发送";
"mx_sync" = "同步";
"mx_choose_sync_room_desc" = "设备合计:%d 未同步:%d";
"mx_scene_sync" = "同步数据";
"mx_matter_sync" = "Matter同步";
"mx_matter_des" = "同步Matter协议，让设备支持Matter协议控制";
"mx_matter_gateway_title" = "同步的网关";
"mx_matter_selected_gateway" = "请选择网关";
"mx_matter_faq" = "1、想要使用Matter协议控制设备，您的网络中必须先添加Matter网关支持；\n2、网络中已添加一个或多个Matter网关，您需要在我的->更多服务->Matter同步设置中选择一个网关，把设备信息同步给网关，让设备支持Matter协议控制；\n3、同步过程中请打开蓝牙，让手机尽量靠近网关，方便蓝牙连接对应的网关同步设备信息；\n4、只有支持Matter协议的设备才能同步；";
"mx_matter_expl" = "以下设备支持Matter协议，如果您已添加了Matter网关，选择设备同步支持Matter控制。";
"mx_matter_no_device" = "暂无支持Matter的设备\n请先添加";
"mx_matter_no_gateway" = "未添加Matter网关";
"mx_matter_unbound_gateway" = "无绑定网关";
"mx_sync_success" = "同步成功";
"mx_share_success" = "共享成功";
"mx_update_success" = "更新成功";
"mx_share_no_selected_device" = "请至少选择一项";
"mx_del_success" = "删除成功";
"mx_ota_cancel_des" = "是否取消升级？取消后下次可以继续进行升级";
"mx_add_room" = "新建房间";
"mx_del_room_title" = "确定要删除房间吗？";
"mx_input_room_name" = "请输入房间名称";
"mx_del_room_des" = "删除后，此房间中的设备会移动至默认房间";
"mx_send_success" = "发送成功";
"mx_send_fail" = "发送失败";
"mx_invite_code_title" = "邀请码";
"mx_invite_code" = "邀请码：%@\n复制邀请码发送给邀请人";
"mx_i_know" = "知道了";
"mx_copy" = "复制";
"mx_upgrade" = "升级";
"mx_upgrade_tips" = "升级提示";
"mx_upgrade_failed" = "升级失败";
"mx_upgrade_version_log" = "更新日志：";
"mx_upgrade_app" = "当前app版本过低，不能完全支持新增功能，请升级到最新版本";
"mx_ota_progress" = "升级进度：";
"mx_note" = "注意事项";
"mx_note_des" = "1.升级过程中请确保手机蓝牙处于打开状态\n2.升级过程中请确保手机网络正常\n3.请确保设备处于在线状态\n4.请尽量让手机靠近设备";
"mx_connect_failed_title" = "连接失败";
"mx_connect_failed_des" = "请检查手机蓝牙是否打开，手机尽量靠近设备";
"mx_upgrading" = "正在升级...";
"mx_retry" = "重试";
"mx_ota_device_tips" = "设备固件版本过低，不能完全支持新增功能，请升级到最新版本";
"mx_recall" = "撤回";
"mx_name" = "名称";
"mx_role" = "角色";
"mx_role_owner" = "家庭所有者";
"mx_role_admin" = "管理员";
"mx_role_user" = "普通成员";
"mx_role_select" = "角色选择";
"mx_role_admin_des" = "设备管理 | 家庭管理 | 智能管理";
"mx_role_user_des" = "使用设备 | 使用智能";
"mx_role_del_member" = "移除成员";
"mx_role_del_member_title" = "确定要移除该成员吗?";
"mx_role_del_member_des" = "移除后，该成员将不能操作家庭里的设备、智能等功能";
"mx_role_owner_fun_des" = "此功能只有\"家庭所有者\"可以进行操作";
"mx_role_user_fun_des" = "\"普通成员\"不可进行此操作请联系\"家庭所有者\"在\"家庭设置\"中开启权限";
"mx_room_move_to_room" = "确定要移动到该房间吗？";
"mx_room_device_out" = "不在此房间的设备";
"mx_set_name_title" = "修改名称";
"mx_no_set" = "未设置";
"mx_device_number" = "设备数量";
"mx_device_manage" = "设备管理";
"mx_device_list" = "设备列表";
"mx_room_setting" = "房间设置";
"mx_room_wrapper" = "房间壁纸";
"mx_room_name" = "房间名称";
"mx_room_recommend" = "推荐房间名称";
"mx_group" = "群组";
"mx_invite_member" = "邀请成员";
"mx_invite_code_member" = "邀请码邀请";
"mx_invite_account_member" = "账号邀请";
"mx_invite_qrcode_member" = "面对面邀请";
"mx_invite_waiting" = "等待对方同意";
"mx_invite" = "邀请";
"mx_scan_qrcode" = "扫描二维码";
"mx_invite_type" = "选择加入方式";
"mx_invite_code_input" = "输入邀请码";
"mx_room" = "房间";
"mx_member" = "成员";
"mx_join_family" = "加入家庭";
"mx_family_name" = "家庭名称";
"mx_family_member" = "家庭成员";
"mx_family_setting" = "家庭设置";
"mx_family_location" = "家庭位置";
"mx_role_hand_over_to" = "移交给";
"mx_role_hand_over_title" = "确定要移交家庭吗？";
"mx_role_hand_over_des" = "将家庭移交给\"%@\",您将不再是家庭所有者";
"mx_role_hand_over_tips" = "请注意！将家庭移交后，您将不再是家庭所有者；并且移交权限操作不可逆！";
"mx_role_no_member" = "没有可移交成员，请先邀请成员！";
"mx_input_code" = "验证码";
"mx_resend_code" = "重新发送";
"mx_del_device" = "删除设备";
"mx_del_share_device_des" = "确定要删除该设备吗？";
"mx_del_device_des" = "确认删除该设备？删除设备后与设备相关设置将失效";
"mx_del_device_batch_des" = "是否删除选中设备/场景？删除设备后与设备相关设置将失效";
"mx_edit" = "编辑";
"mx_room_manage" = "房间管理";
"mx_search_location" = "搜索位置";
"mx_invite_code_input_admin" = "请输入管理员为您创建的邀请码";
"mx_select_room" = "选择房间";
"mx_refresh" = "刷新";
"mx_join_family_scan" = "扫一扫加入智能家庭";
"mx_join_family_des" = "加入家庭使用设备、智能等功能";
"mx_join_family_qrcode_exp" = "二维码5分钟内有效";
"mx_set_favorite" = "是否隐藏";
"mx_input_name" = "请输入名称";
"mx_device_name" = "设备名称";
"mx_role_member_permission" = "家庭成员访问权限";
"mx_scene_no" = "暂无场景";
"mx_scene_list" = "场景列表";
"mx_group_list" = "群组列表";
"mx_create_family" = "新建家庭";
"mx_set_location" = "点击获取天气";
"mx_add_device" = "添加设备";
"mx_add_group" = "添加群组";
"mx_join_group" = "加入群组";
"mx_remove_group" = "移出群组";
"mx_group_manage" = "群组管理";
"mx_add_smart" = "添加智能";
"mx_smart_manager" = "智能管理";
"mx_provision_auto" = "自动发现";
"mx_provision_manual" = "手动添加";
"mx_provision_select_all" = "一键选择";
"mx_provision_search_prepare" = "准备搜索…";
"mx_provision_searching" = "正在搜索设备…";
"mx_provision_ensure_device_state" = "请确保设备已经进入配网状态";
"mx_permission_location_denied" = "未开启定位权限";
"mx_permission_location_denied_des" = "要快速定位，请允许您的应用程序使用定位服务。";
"mx_ble_not_auth_text" = "蓝牙相关权限异常，请点击检查授权";
"mx_permission_ble_switch" = "请开启蓝牙功能";
"mx_select_device" = "选择设备";
"mx_select_device_hint" = "请选择设备";
"mx_provisioning_des" = "%d个设备正在添加，已添加成功%d";
"mx_add_success" = "添加成功";
"mx_add_failed" = "添加失败";
"mx_resume_add" = "继续添加";
"mx_offline" = "离线";
"mx_set_network" = "设置网络";
"mx_provision_wifi_limit_tips" = "只支持2.4G Wi-Fi网络";
"mx_init_device" = "初始化设备";
"mx_connect_wifi" = "连接Wi-Fi";
"mx_provision_status_incorrect" = "设备状态不对？";
"mx_provision_status_correct" = "确定指示灯闪烁";
"mx_skip" = "跳过";
"mx_skip_set" = "若您的网关已连接网线，则可跳过设置";
"mx_skip_set_wifi_des" = "是否跳过设置网络信息，跳过后会进行蓝牙绑定，绑定后您可以在设备面板中再次设置网络连接信息";
"mx_room_no_set" = "未分配房间";
"mx_family_del_des" = "所有成员会被删除、数据会被清空、\n已添加的设备会被解绑和重置";
"mx_my_family" = "我的家";
"mx_device_detail" = "设备详情";
"mx_group_detail" = "群组详情";
"mx_room_location" = "房间位置";
"mx_device_id" = "设备ID";
"mx_added_time" = "加入时间";
"mx_shared_time" = "共享时间";
"mx_created_time" = "创建时间";
"mx_group_name" = "群组名称";
"mx_dissolve_group" = "解散群组";
"mx_dissolve_group_tips" = "是否解散群组？";
"mx_save_failed" = "保存失败";
"mx_go_setting" = "去设置";
"mx_provision_back_des" = "当前还有设备正在配网中，是否确定返回？";
"mx_failed_detail" = "失败详情";
"mx_ble_connect_failed" = "与设备蓝牙连接失败";
"mx_mesh_config_failed" = "配置蓝牙MESH网络失败";
"mx_setting_wifi_failed" = "连接Wi-Fi网络失败";
"mx_sync_fail" = "同步失败";
"mx_account_bind_fail" = "绑定账号失败";
"mx_provision_connect_fail" = "检查以下可能的原因：\n 1、设备是否断电；\n 2、设备是否距离手机过远；";
"mx_provision_config_fail" = " 检查以下可能的原因：\n 1、设备是否断电；\n 2、设备是否距离手机过远；";
"mx_provision_wifi_fail" = " 检查以下可能的原因：\n 1、输入的WiFi和密码有误；\n 2、WiFi网络不是2.4G；";
"mx_provision_bind_fail" = " 检查以下可能的原因：\n 1、网络是否畅通；";
"mx_scene_select" = "选择场景";
"mx_will_add" = "待添加";
"mx_search_history" = "搜索历史";
"mx_search_result" = "搜索结果";
"mx_search_no_result" = "无搜索结果";
"mx_search_input_hint" = "请输入设备名称";
"mx_search_history_clear" = "清除搜索历史";
"mx_account_unregistered" = "当前账号未注册，是否先注册此账号？";
"mx_scene" = "场景";
"mx_scene_reset_des" = "是否要重置设置？\n 重置后将清除原来的设置";
"mx_room_permission" = "房间访问权限";
"mx_set_group" = "设置群组";
"mx_edit_group" = "编辑群组";
"mx_edit_device" = "添加/移除设备";
"mx_tasks_added" = "已添加到任务的设备";
"mx_rename" = "重命名";
"mx_account_not_exist" = "账号未找到，请检查是否正确";
"mx_reset" = "重置";
"mx_clean_setting_fail" = "清除设置失败";
"mx_selected_device_num" = "已选择%d个设备";
"mx_selected_scene_num" = "已选择%d个场景";
"mx_device_set_room_fail" = "部分设备设置房间失败";
"mx_do" = "执行";
"mx_logout_alert_des" = "确定退出当前账号？";
"mx_select_country_code" = "选择区域";
"mx_select_country_code_hint" = "请先选择区域";
"mx_password_hint" = "请输入密码";
"mx_code_login" = "验证码登录";
"mx_send_code" = "发送验证码";
"mx_password_login" = "密码登录";
"mx_forget_password" = "忘记密码";
"mx_wifi_change" = "更换Wi-Fi";
"mx_wifi_change_fail" = "更换Wi-Fi失败";
"mx_wifi_change_success" = "更换Wi-Fi成功";
"mx_set_password" = "设置密码";
"mx_third_login" = "其他登录方式";
"mx_read_policy_first" = "请阅读并同意服务协议和隐私政策";
"mx_faq_detail_title" = "问题详情";
"mx_found_device" = "发现设备";
"mx_wifi_ssid_hint" = "请输入Wi-Fi名称";
"mx_wifi_ssid_error" = "检测可能是5GHz Wi-Fi，请选择2.4GHz Wi-Fi";
"mx_wifi_password_hint" = "请输入Wi-Fi密码";
"mx_home_switch_des" = "您已经加入新家庭，是否切换至新家庭？";
"mx_opened" = "已开启";
"mx_closed" = "已关闭";
"mx_home_guide_desc" = "家庭管理功能，所有的设备都在“我的家”中；点击%@可以修改家庭名称。";
"mx_home_guide_room_desc" = "可以根据需求选择家庭里面的房间，也可以在家庭功能设置。";
"mx_scene_manual_create" = "创建场景";
"mx_scene_manual_edit" = "编辑场景";
"mx_scene_icon_style" = "图标风格";
"mx_scene_eg_device" = "设备状态变化时";
"mx_scene_eg_device_des" = "例如：当门打开时";
"mx_scene_eg_time" = "在某个时间点时";
"mx_scene_eg_time_des" = "例如：每天早上9点";
"mx_scene_auto_create" = "创建自动化";
"mx_scene_auto_edit" = "编辑自动化";
"mx_create" = "创建";
"mx_if" = "如果";
"mx_color" = "颜色";
"mx_icon" = "图标";
"mx_scene_device_action" = "执行设备动作";
"mx_scene_time_valid_interval" = "生效时间段";
"mx_all_day" = "全天";
"mx_start" = "开始";
"mx_end" = "结束";
"mx_repeat_mode" = "重复";
"mx_execute_once" = "执行一次";
"mx_every_day" = "每天";
"mx_workday" = "工作日";
"mx_weekend" = "周末";
"mx_custom" = "自定义";
"mx_set_name" = "设置名称";
"mx_del_auto" = "删除自动化";
"mx_del_scene" = "删除场景";
"mx_del_scene_des" = "是否删除选中场景？";
"mx_del_scene_confirm" = "确定要删除该智能吗?";
"mx_scene_condition_select" = "选择触发条件";
"mx_scene_action_select" = "选择执行动作";
"mx_send_notification" = "发送通知";
"mx_multiple_conditions" = "有多个状态条件时";
"mx_scene_trigger_title_or" = "当任一条件发生时";
"mx_scene_trigger_add" = "添加触发条件";
"mx_scene_condition_add" = "添加状态条件";
"mx_scene_action_add" = "添加执行动作";
"mx_scene_send_notification_des" = "例如：发送手机推送消息";
"mx_scene_condition_title_and" = "且满足所有状态时";
"mx_scene_condition_title_or" = "且满足任一状态时";
"mx_scene_condition_logic_and" = "满足所有条件才执行动作";
"mx_scene_condition_logic_or" = "满足任一条件就执行动作";
"mx_input_message_hint" = "请输入消息…";
"mx_scene_time" = "定时";
"mx_scene_logic_or" = "或者";
"mx_selected_category" = "选择品类";
"mx_scene_no_condition" = "请选择触发条件";
"mx_scene_no_action" = "请选择执行动作";
"mx_scene_manual" = "场景";
"mx_scene_manual_manager" = "场景管理";
"mx_scene_auto_manager" = "自动化管理";
"mx_scene_manual_action_below" = "一键执行以下动作";
"mx_ok" = "好的";
"mx_syncing" = "正在同步";
"mx_scene_action_invalid" = "该智能的部分任务已失效，您可以删除失效任务";
"mx_scene_action_invalid_save" = "该智能的部分任务已失效，保存后会删除失效任务";
"mx_scene_local_condition_invalid" = "该智能的触发设备已解绑，联动失效，是否删除？";
"mx_no_device" = "暂无设备";
"mx_brightness" = "亮度";
"mx_saturation" = "饱和度";
"mx_help" = "帮助";
"mx_my_scene" = "我的智能";
"mx_scene_recommend" = "发现";
"mx_scene_auto" = "自动化";
"mx_scene_manual_des" = "例如：点击场景卡片，执行观影模式";
"mx_scene_switch_device_batch" = "批量打开/关闭设备";
"mx_scene_switch_device_batch_des" = "例如：打开客厅所有的灯";
"mx_scene_action_delay" = "延时执行";
"mx_scene_action_delay_des" = "例如：1分钟后执行下一个动作";
"mx_scene_control_device" = "控制设备";
"mx_scene_control_device_des" = "例如：打开客厅开关";
"mx_scene_light" = "批量控制灯";
"mx_scene_light_des" = "例如：一键调节家里的灯光效果";
"mx_scene_switch_auto" = "打开/关闭自动化";
"mx_scene_switch_auto_des" = "例如：打开已创建的自动化";
"mx_scene_light_effect_set" = "设置灯光效果";
"mx_scene_light_effect_not" = "未设置灯光效果";
"mx_scene_light_common" = "常用模式";
"mx_scene_light_template_manager" = "模板管理";
"mx_selected_template_hint" = "请选择灯光模版";
"mx_scene_light_template_list" = "模板列表（点击选择使用的模板）";
"mx_scene_light_template_create" = "新建模板";
"mx_scene_status" = "智能状态";
"mx_scene_unsync" = "未同步智能";
"mx_scene_invalid" = "已失效智能";
"mx_timing" = "定时";
"mx_invalid" = "已失效";
"mx_not_found_device" = "未发现设备";
"mx_ble" = "蓝牙";
"mx_disconnect" = "未连接";
"mx_sync_unconnect_title" = "蓝牙未连接";
"mx_ble_disconnect_device" = "蓝牙未连接设备";
"mx_ble_disconnect_des" = "如果您未加网关，APP需要通过蓝牙连接蓝牙MESH设备，才能够对本地MESH网络内的设备进行控制。";
"mx_scene_expired_num" = "%d 个智能已失效";
"mx_scene_unsync_num" = "%d 个智能未同步";
"mx_scene_action_manual_des" = "例如：执行已创建的场景";
"mx_less" = "小于";
"mx_equal" = "等于";
"mx_greater" = "大于";
"mx_time_delay" = "延迟时间";
"mx_connect_status" = "连接状态";
"mx_network_state_wifi" = "Wi-Fi连接";
"mx_connect_net" = "以太网连接";
"mx_ble_disconnect" = "未连接蓝牙";
"mx_recovery" = "一键恢复";
"mx_recovery_des" = "备份或则恢复全屋场景或联动相关设置";
"mx_recovery_no_data" = "没有需要恢复的设备";
"mx_recover_restart" = "重新开始";
"mx_recover_replay" = "继续恢复";
"mx_recovery_tips_title" = "如果您是服务商提供的安装配置服务，有备份初始状态，一键恢复可以把设备恢复到初始部署状态，以下设备可以恢复备份：";
"mx_recovery_tips_des" = "一键恢复需要通过蓝牙Mesh本地连接设备同步数据，执行过程中请保持手机蓝牙打开，并尽量靠近设备";
"mx_scene_more" = "更多场景";
"mx_bind_scene_des" = "您最多可以选择%d个场景关联按键，点击按键时，场景会按照顺序循环执行";
"mx_scene_bind_title" = "已关联场景";
"mx_scene_unbind_title" = "未关联场景";
"mx_bind_scene_max" = "最多关联%d个场景";
"mx_add_room_all" = "全部添加到房间:";
"mx_sync_unconnect_des" = "设置已保存到云端，但未同步到设备，无法进行本地联动，是否连接蓝牙继续同步设置？";
"mx_light_photo_color" = "拍照取色";
"mx_select_color" = "选择颜色";
"mx_light_udp_disconnect" = "设备还未连接成功，请稍后再试。请确保手机和灯带处于同一Wi-Fi局域网";
"mx_light_follow" = "追光";
"mx_light_follow_des" = "点击按钮，设备将跟随画面实时变色";
"mx_light_follow_stop" = "点击停止追光";
"mx_device_no_support" = "暂无支持此功能的设备";
"mx_execute_time" = "执行时间";
"mx_open_now" = "立即打开";
"mx_bind_account" = "绑定账号";
"mx_scene_light_scene" = "灯场景";
"mx_scene_light_custom" = "自定义动作";
"mx_name_duplicate" = "名称重复";
"mx_delay_value_des" = "%d秒后";
"mx_name_invalid" = "仅支持1～%d位字符";
"mx_create_successfully" = "创建成功";
"mx_whole_house" = "全屋";
"mx_all" = "全部";
"mx_network_error" = "网络异常";
"mx_gateway_password_invalid" = "仅支持6~32位长度大小写字母、数字、英文标点符号";
"mx_set_gateway_password_success" = "密码设置成功";
"mx_set_gateway_password_fail" = "密码设置失败";
"mx_has_password" = "HAS访问密码";
"mx_gateway_ip" = "IP地址";
"mx_scene_more_setting" = "更多设置";
"mx_scene_method" = "执行方式";
"mx_scene_auto_set_name" = "为自动化命名";
"mx_scene_oneclick_set_name" = "为场景命名";
"mx_scene_action_unrecognized" = "无法识别";
"mx_ota_list_no_update" = "全部都是新版本";
"mx_ota_list_header" = "有新固件设备";
"mx_share_no_message" = "无共享信息";
"mx_lanuage_zh" = "简体中文";
"mx_lanuage_en" = "English";
"mx_replace_selected_device" = "请选择被替换设备";
"mx_replace_cancel_title" = "是否取消？";
"mx_defalut_room" = "我的房间";
"mx_feedback_falut" = "反馈故障";
"mx_feedback_issue" = "功能建议";
"mx_feedback_reply_des" = "输入内容";
"mx_device_owner" = "的设备";
"mx_ota_wifi_back_des" = "正在进行升级，请不要退出页面！";
"mx_copy_success" = "已复制到剪贴板";
"mx_group_no_device_des" = "该群组没有设备，是否删除？";
"mx_ota_step_download" = "固件下载";
"mx_ota_step_trans" = "固件传输";
"mx_ota_step_finish" = "升级完成";
"mx_ota_step_upgrad" = "设备升级";
"mx_ota_download_fail" = "固件下载失败";
"mx_ota_step_connect" = "连接设备";
"mx_upgrade_success" = "升级成功";
"mx_set_room_fail" = "设置房间失败";
"mx_ota_version" = "固件版本";
"mx_device_unbind_des" = "该设备已被解绑";
"mx_family_exit_des" = "确定要退出家庭吗?";
"mx_family_del_title" = "确定要删除家庭吗？";
"ccs_no_group" = "暂无群组";
"mx_scene_add" = "添加场景";
"mx_location_auth_des" = "请允许\"%@\"使用定位服务以便快速配网";
"mx_provisioning_step_config" = "配置蓝牙MESH网络";
"mx_provisioning_step_connect_wifi" = "连接Wi-Fi网络";
"mx_provisioning_step_connect_ble" = "与设备蓝牙连接";
"mx_provisioning_step_bind" = "绑定账号";
"mx_init_device_des" = "长按重置按键5秒钟，指示灯闪烁。";
"mx_try_to" = "请尝试";
"mx_provision_result_tips" = "添加成功的设备已经绑定到您的账号，可以进入主页查看，添加失败的设备请检查原因，再次进入配网状态继续添加。";
"mx_provision_step_detail" = "以下是添加设备详细步骤";
"mx_add_device_title" = "设备添加中";
"mx_add_device_des" = "请把手机、设备和路由器尽量靠近，保证手机网络畅通";
"mx_group_update_fail" = "更新群组失败";
"mx_group_name_input_hint" = "请输入群组名称";
"mx_group_create_fail" = "创建群组失败";
"mx_group_deleted" = "该群组已被删除";
"mx_web_load_fail" = "页面加载失败";
"mx_group_selected_room" = "选择房间（方便管理群组位置）";
"mx_scene_action_below" = "就执行以下动作";
"mx_scene_color_set" = "颜色调节";
"mx_scene_brightness_set" = "亮度调节";
"mx_scene_switch_set" = "主灯开关";
"mx_scene_temperature_set" = "色温调节";
"mx_week_four" = "四";
"mx_week_two" = "二";
"mx_week_five" = "五";
"mx_week_six" = "六";
"mx_week_one" = "一";
"mx_week_three" = "三";
"mx_week_seven" = "日";
"mx_scene_open_selected_device" = "一键开启选择的设备";
"mx_scene_temperature_input_hint" = "请输入色温值";
"mx_scene_rgb_input_hint" = "请输入颜色RGB值";
"mx_intelligence_create" = "创建智能";
"mx_scene_selected_on" = "一键开启选择的场景";
"mx_scene_selected_switch_hint" = "请选择开关功能";
"mx_ble_disconnect_title" = "说明：";
"mx_ble_disconnect_reason" = "蓝牙未连接设备问题：";
"mx_ble_disconnect_reason_des" = "1、设备发生故障或未通电； \n2、手机蓝牙未打开，并且授权使用； \n3、手机和设备未靠近，在信号范围外，请尽量在10米内； \n4、设备已经被其他手机连接，每个设备只能与一台手机进行连接，手机只要连接上一个设备，就可以控制MESH网络内的所有设备。";
"mx_ble_disconnect_hint" = "请检查蓝牙连接状态";
"mx_scene_close_selected_scene" = "一键关闭选择的场景";
"mx_scene_close_selected_device" = "一键关闭选择的设备";
"mx_tool" = "工具";
"mx_sync_fail_detail_title" = "尝试以下可能的解决方法:";
"mx_sync_fail_detail_des" = "1、设备断电重启；\n2、手机蓝牙重启；\n3、对失败的设备重新配网；\n";
"mx_light_zoom_des" = "请缩放取景框，对准画面";
"mx_light_num_select" = "灯珠数量";
"mx_trigger_timer" = "触发时间";
"mx_scene_trigger_title_and" = "当满足所有条件时";
"mx_del_auto" = "删除自动化";
"mx_scene_method_cloud" = "云端";
"mx_scene_method_local" = "本地";
"mx_personal" = "我的";
"mx_livingroom" = "客厅";
"mx_bedroom" = "主卧";
"mx_kitchen" = "厨房";
"mx_server_error" = "服务器错误";
"mx_scan_auth" = "请在”设置-隐私-相机”选项中，允许访问你的相机";
"mx_scan_light_off" = "轻触关闭";
"mx_scan_light_on" = "轻触照亮";
"mx_default_country" = "中国";
"mx_camera_auth_des" = "请在”设置-%@”选项中，允许你的访问";
"mx_room_move_group_des" = "该群组已添加到\"%@\",确认要移动到当前房间吗?";
"mx_room_move_scene_des" = "该场景已添加到\"%@\",确认要移动到当前房间吗?";
"mx_room_move_auto_des" = "该自动化已添加到\"%@\",确认要移动到当前房间吗?";
"mx_room_device_in" = "已添加设备";
"mx_room_group_in" = "已显示群组";
"mx_room_group_out" = "不在此房间的群组";
"mx_room_scene_in" = "已添加场景";
"mx_room_scene_out" = "不在此房间的场景";
"mx_room_auto_in" = "已添加自动化";
"mx_room_auto_out" = "不在此房间的自动化";
"mx_verification_code_hint" = "我们已向%@发送了验证码。请在10分钟内输入验证码。";
"mx_failed" = "失败";
"mx_scene_action_manual_title" = "执行场景";
"mx_time_delay_value_des" = "%02d分%02d秒后";
"mx_hour" = "时";
"mx_scene_timing_add" = "添加定时";
"mx_scene_method_gateway" = "网关";
"mx_replace_device_des" = "注意：\n1、同步过程中，请保持新设备处于初始化状态\n2、同步过程中，请保持手机网络连接\n3、同步过程中，请保持手机蓝牙打开\n4、同步过程中，手机请尽量靠近替换设备\n5、同步成功后，被替换设备将会解除绑定";
"mx_scene_trigger_add_duration" = "添加持续时长";
"mx_scene_trigger_delete_duration" = "删除持续时长";
"mx_scene_trigger_duration" = "持续时长";
"mx_scene_action_unrecognized" = "无法识别";
"mx_manual_control" = "手动控制";
"mx_auto_control" = "自动控制";
"mx_scene_room" = "所在房间";
"mx_share_device" = "共享设备";
"mx_whole_house_show" = "显示全屋";
"mx_whole_house_hide" = "隐藏全屋";
"mx_nobody" = "无人";
"mx_somebody" = "有人";
"mx_ble_disconnect_text" = "手机蓝牙未连接设备，无法同步设置";
"mx_whole_house_temperature_header_title" = "请选择房间内安装的温度检测设备";
"mx_whole_house_temperature_header_des" = "支持温湿度传感器、温控器";
"mx_whole_house_humidity_header_title" = "请选择房间内安装的湿度检测设备";
"mx_whole_house_humidity_header_des" = "支持温湿度传感器";
"mx_whole_house_occupancy_header_title" = "请选择房间内安装的人体存在检测设备";
"mx_whole_house_occupancy_header_des" = "支持人体存在传感器";
"mx_whole_house_pm_header_title" = "请选择房间内安装的PM2.5检测设备";
"mx_whole_house_pm_header_des" = "支持空净设备";
"mx_device_alarm" = "设备告警";
"mx_hide" = "已隐藏";
"mx_title_select" = "请选择";
"mx_no_group" = "暂无群组";
"mx_no_scene" = "暂无场景";
"mx_no_auto" = "暂无自动化";
"mx_del_group_des" = "是否解散群组？";
"mx_whole_house_temperature" = "温度检测";
"mx_whole_house_humidity" = "湿度检测";
"mx_whole_house_pm" = "PM2.5检测";
"mx_whole_house_occupancy" = "人体检测";
"mx_scenes_and_autos" = "场景与自动化";
"mx_gateway_work_mode" = "联网方式";
"mx_gateway_setting" = "网关设置";
"mx_gateway_work_mode_ethernet" = "使用以太网络";
"mx_gateway_work_mode_wifi" = "使用Wi-Fi网络";
"mx_device_create_group" = "创建设备组";
"mx_gateway_manage" = "网关管理";
"mx_gateway_list_no_data" = "暂无网关";
"mx_gateway_manage_header_title" = "请选择家庭内的主网关";
"mx_my_device_no_data" = "暂无可分享的设备";
"mx_homes_search_hint" = "请输入家庭名称";
"mx_devices_search_hint" = "请输入设备名称";
"mx_groups_search_hint" = "请输入群组名称";
"mx_scenes_search_hint" = "请输入场景名称";
"mx_autos_search_hint" = "请输入自动化名称";
"mx_group_name_invalid" = "群组名称仅支持1～15位字符";
"mx_app_agreement_title" = "服务协议和隐私政策";
"mx_agreement_dialog_txt" = "在使用服务之前，请仔细阅读、签署并同意%@和%@。协议中有关于您的权利和义务的特殊规定以及其他重要条款，我们以粗体和下划线提醒您。如果您在阅读协议时有任何疑问，请联系客服。";
"mx_account_agreement" = "我已阅读并同意 %@ 和 %@";
"mx_login" = "登录";
"mx_password" = "密码";
"mx_search" = "搜索";
"mx_no_message" = "暂无消息";

"mx_scene_action_copy_title" = "复制智能执行动作";
"mx_scene_action_copy_des" = "例如：复制\"观影模式\"的执行动作";
"mx_auto_select" = "选择自动化";

"mx_show_hide" = "隐藏";
"mx_show" = "显示";

"mx_sync_fail_detail_des_gateway" = "1、设备断电重启；\n2、如果网关配置了\"连接机房服务器\"，\n请将手机和网关连接到同一局域网";

"mx_chatbot" = "智能助手";

"mx_chat_input_hint" = "输入内容...";
"mx_chat_recommend_title" = "猜你想问";
"mx_chat_wake_up" = "您好,我是您的智能助手,请问您遇到了什么问题?";
"mx_chat_suggestion_1" = "出现App搜不到设备的情况？";
"mx_chat_suggestion_2" = "可以搜索到设备，但无法添加成功？";
"mx_chat_suggestion_3" = "设备添加失败怎么办？";
"mx_chat_suggestion_4" = "场景为什么老是同步失败？";

"mx_chat_request_error" = "服务器繁忙,请稍后再试";

"mx_submit_info" = "提交信息";

"mx_shortcut" = "快捷方式";
"mx_shortcut_delete" = "删除快捷方式";
"mx_del_shortcut_des" = "确认删除该快捷方式?删除快捷方式不影响实际设备功能";

"mx_auto_gateway" = "网关自动化";
"mx_auto_gateway_des" = "有网关的情况下，本地MESH设备触发的场景，例如：每天定时打开客厅的灯";
"mx_auto_local" = "本地自动化";
"mx_auto_local_des" = "无外网的情况下，本地MESH设备触发的场景功能，例如：传感器监测开门，打开玄关的灯";
"mx_auto_cloud" = "云端自动化";
"mx_auto_cloud_des" = "远程、定时、天气信息触发的场景功能，例如：晚上7点开启客厅的灯";

"mx_qrcode_invalid" = "无效的二维码";

"mx_wechat_install_hint" = "未安装微信";

"mx_account_safe" = "账号与安全";
"mx_permission_manager" = "权限管理";

"mx_permission_bluetooth" = "蓝牙";
"mx_permission_camera" = "相机";
"mx_permission_picture" = "相册";
"mx_permission_location" = "位置";
"mx_permission_bluetooth_des" = "用于配网时与设备传输数据及发现控制附近设备";
"mx_permission_camera_des" = "用于扫描二维码分享家庭、拍摄头像";
"mx_permission_picture_des" = "用于读取和保存头像照片";
"mx_permission_location_des" = "用于扫描附近WiFi网络、识别地区环境信息、设置时区等";
"mx_permission_allowed" = "已允许";
"mx_permission_set" = "设置";

"mx_third_account" = "第三方账号";
"mx_wechat" = "微信";
"mx_alipay" = "支付宝";
"mx_apple" = "Apple ID";
"mx_thrid_account_unbund_title" = "确定解除绑定？";
"mx_thrid_account_unbund_content" = "解绑%@账号后，将无法继续使用它登录APP";
"mx_bound" = "绑定";
"mx_unbound" = "解绑";

"mx_product_manual" = "产品说明书";

"mx_environment_switch" = "环境切换";
"mx_environment_select" = "选择需要切换的环境";
"mx_environment_test" = "测试环境";
"mx_environment_pre" = "预发环境";
"mx_environment_release" = "正式环境";

"mx_product_key" = "产品ID";
"mx_mac" = "Mac";
